not_now/fio/fio_disk/disk_bare/without_raid_cache/log/RAID0/log_39/sde/fio_randread_08k.log
test: (g=0): rw=randread, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=64
fio-3.1
Starting 1 process

test: (groupid=0, jobs=1): err= 0: pid=14834: Mon Jul 23 18:24:34 2018
   read: IOPS=520, BW=4166KiB/s (4266kB/s)(1024MiB/251712msec)
    slat (usec): min=3, max=122, avg=20.60, stdev= 7.60
    clat (msec): min=8, max=1214, avg=122.88, stdev=79.65
     lat (msec): min=8, max=1214, avg=122.90, stdev=79.65
    clat percentiles (msec):
     |  1.00th=[   34],  5.00th=[   56], 10.00th=[   65], 20.00th=[   72],
     | 30.00th=[   80], 40.00th=[   87], 50.00th=[   96], 60.00th=[  110],
     | 70.00th=[  130], 80.00th=[  161], 90.00th=[  218], 95.00th=[  279],
     | 99.00th=[  439], 99.50th=[  510], 99.90th=[  684], 99.95th=[  785],
     | 99.99th=[  969]
   bw (  KiB/s): min= 1520, max=10528, per=99.85%, avg=4158.96, stdev=701.00, samples=503
   iops        : min=  190, max= 1316, avg=519.86, stdev=87.62, samples=503
  lat (msec)   : 10=0.01%, 20=0.13%, 50=3.61%, 100=49.26%, 250=40.15%
  lat (msec)   : 500=6.29%, 750=0.50%, 1000=0.05%, 2000=0.01%
  cpu          : usr=0.58%, sys=1.73%, ctx=130201, majf=0, minf=457
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=100.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.1%, >=64=0.0%
     issued rwt: total=131072,0,0, short=0,0,0, dropped=0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=64

Run status group 0 (all jobs):
   READ: bw=4166KiB/s (4266kB/s), 4166KiB/s-4166KiB/s (4266kB/s-4266kB/s), io=1024MiB (1074MB), run=251712-251712msec

Disk stats (read/write):
  sde: ios=130974/0, merge=0/0, ticks=16103009/0, in_queue=16104636, util=100.00%